---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.STLImportOptions
source: html/2f645410-4638-115c-2f52-345aba8adbdb.htm
---
# STLImportOptions Members

Constructs a new instance of STLImportOptions with default values of all properties.